Revit 2024 API
SymbolTypeId.Ksi Property
 Symbol ksi, indicating unit Kips per square inch.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Ksi { get; }
Visual Basic
Public Shared ReadOnly Property Ksi As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Ksi {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace